bbenoist.Nix
bungcip.better-toml
ChakrounAnas.turbo-console-log
eamodio.gitlens
eriklynd.json-tools
hashicorp.terraform
JuanBlanco.solidity
justusadam.language-haskell
lunaryorn.hlint
matklad.rust-analyzer
monofon.hindent-format
ms-azuretools.vscode-docker
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
sjurmillidahl.ormolu-vscode
TabNine.tabnine-vscode
zxh404.vscode-proto3
