2gua.rainbow-brackets
bungcip.better-toml
eamodio.gitlens
eriklynd.json-tools
justusadam.language-haskell
lunaryorn.hlint
mauve.terraform
monofon.hindent-format
ms-azuretools.vscode-docker
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust
shd101wyy.markdown-preview-enhanced
sjurmillidahl.ormolu-vscode
TabNine.tabnine-vscode
zxh404.vscode-proto3
