bungcip.better-toml
ChakrounAnas.turbo-console-log
eamodio.gitlens
eriklynd.json-tools
JuanBlanco.solidity
matklad.rust-analyzer
mikestead.dotenv
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
TabNine.tabnine-vscode
zxh404.vscode-proto3
